Repository: hotvic/apt-dgrade
Catalog: locale/*.po
Languages: pt_br

source: An utility to help you to downgrade your debian or debian-based system to packages in the active repositories
pt_br: Um utilitário para ajudá-lo a fazer o downgrade do sistema debian ou debian-based para pacotes em repositórios ativos

source: Force requested changes, don't resolve problems
pt_br: Forçar mudanças requeridas, não resolver problemas

source: Update the package cache first
pt_br: Atualizar cache de pacotes primeiro

source: Assume yes to all questions which yes is the default
pt_br: Assumir yes para todas perguntas que yes é padrão

source: Assume yes to all questions
pt_br: Assumir yes para todas as questões

source: Invalid response! Valid responses are: yes, no, y, n
pt_br: Resposta inválida! Respostas válidas são: yes, no, y, n

source: Remove %(name)s version %(pkgver)s [y]?
pt_br: Remover %(name)s versão %(pkgver)s [y]

source: Force '%(name)s' version from %(pkgver)s to %(candver)s (%(archive)s) [y]?
pt_br: Forçar '%(name)s' versão de %(pkgver)s para %(candver)s (%(archive)s) [y]?

source: Congratulations! Your system is OK
pt_br: Parabéns! Seu sistema está bem

source: Do you wish to make the changes above [n] ?
pt_br: Você deseja aplicar as alterações acima [n] ?

source: The following changes will be made...
pt_br: As seguintes alterações serão feitas...

source: %(bytes).1f MB will be downloaded
pt_br: %(byte).1f MB vai ser baixado

source: An error ocurred, try again [y] ?
pt_br: Ocorreu um error, tentar novamente [y] ?

source: Operation cancelled by user.
pt_br: Operação cancelada pelo usuário.
